Repository: MattK97/waat
Catalog: waat/lib/l10n/app_*.arb
Languages: fr

source: Pull to refresh
fr: Tire pour rafraîchir

source: Release me
fr: Lache

source: Refreshing
fr: Je rafraîchis

source: Ready
fr: Prêt

source: Hello
fr: Salut

source: Pinboard
fr: Tableau de bord

# announcement_creator
source: Create announcement
fr: Crée une annonce

source: Title
fr: Titre

source: Flag
fr: Drapeau

source: Save
fr: Sauvegarder

source: Calendar
fr: Calendrier

# meeting_creator
source: Create meeting
fr: Programme un rendez-vous

source: Time
fr: Heure

# news
source: Main
fr: Accueil

# task_creator
source: Create task
fr: Crée une tâche

# task_container_creator
source: Create task container
fr: Créateur de

source: Create new task container
fr: Crée un nouveau bloc de tâches

source: Update task container
fr: Met à jour un bloc de tâches

# date_range
source: From - to
fr: De - a

source: Weekly Schedule
fr: Planning hebdomadaire

source: Monthly Stats
fr: Statistiques mensuelles

source: Total time by scheduler
fr: Temps de travail total

source: Tasks
fr: Tâches

source: Meetings
fr: Rendez-vous

source: Create
fr: Creation

source: Swap
fr: Echange

source: New Schedule
fr: Nouveau planning

source: Start
fr: Début

source: Stop
fr: Fin

source: Day Off
fr: Congé

source: Sick Leave
fr: Arrêt maladie

source: Duplicate schedule for next days
fr: Dupliquer le planning pour les jours suivants

# choose_team_mate
source: Choose user
fr: Choisir un collègue

# no_schedule_for_given_day_to_request
source: No schedules for given day to request for schedule swap
fr: Pas de planning disponible pour effectuer un échange

source: First create your own schedule
fr: Un planning personnel doit être créer pour demander un échange

source: Duplicate schedule for whole week
fr: Dupliquer un planning sur toute la semaine

# schedule_swap
source: Swap Requests
fr: Echange de planning

source: From
fr: De

source: To
fr: A

# schedule_swap_decision
source: Do you wish to accept this schedule swap request?
fr: Souhaitez-vous accepter l'échange de planning?

source: Accept
fr: Accepter

source: Refuse
fr: Refuser

source: Last Seen
fr: Vu

source: Sent
fr: Envoyé

source: Read
fr: Vu

source: Sending
fr: Envoi en cours

source: Team List
fr: Groupes

# click_for_more
source: Click for more info
fr: Plus d'informations

# team_entry_code
source: Team access code
fr: Code d'accès au groupe

source: Moderators
fr: Moderateurs

# members
source: Team Members
fr: Membres

source: Team
fr: Groupe

# delete_group
source: Delete team
fr: Supprimer le groupe

# are_you_sure_delete_team
source: Are you sure that you want to delete team? All group data will be deleted along with it. Enter the name of the currently selected team for verification
fr: Etes-vous sur de vouloir supprimer ce groupe? Toutes les infromations liées à ce groupe seront supprimées (tâches, rendez-vous). Veuillez saisier le nom du groupe pour confirmer sa suppression.

source: Cancel
fr: Annuler

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Color
fr: Couleur

source: Delete Account
fr: Supprimer le compte

# update_name
source: Change first name
fr: Changement nom

# update_last_name
source: Change last name
fr: Changement prénom

source: Choose your color
fr: Choisissez une couleur

# are_you_sure_delete_account
source: Are you sure that you want to delete account? All group data will be deleted along with it. Enter email for verification
fr: Etes-vous sur de vouloir supprimer ce compte? Toutes les infromations liées à ce compte seront supprimées. Veuillez saisier l'adresse mail pour confirmer sa suppression.

source: Logout
fr: Déconnexion

source: Schedule
fr: Planning

source: Settings
fr: Paramètres

# are_you_sure_delete_announcement
source: Are you sure that you want to delete this announcement?
fr: Etes-vous sur de vouloir supprimer cette annonce?

# are_you_sure_delete_task
source: Are you sure that you want to delete this task?
fr: Etes-vous sur de vouloir supprimer cette tâche?

# are_you_sure_delete_meeting
source: Are you sure that you want to delete this meeting?
fr: Etes-vous sur de vouloir supprimer ce rendez-vous?

source: Confirm
fr: Confirmer

source: Delete
fr: Supprimer

source: Users included
fr: Utilisateurs inclus

# please_pass_date_range
source: Please pass the range
fr: Veuillez saisir une période de temps

# are_you_sure_delete_task_container
source: Are you sure that you want to delete this task container?
fr: Etes-vous sur de vouloir supprimer le bloc de tâches??

source: Name
fr: Nom

# moderator_right_required_to_edit_confirmed_schedule
source: Moderator rights required to edit confirmed schedule
fr: Les droits de moderateur sont recquis pour modifier un planning déjà validé

# request_already_exists_for_chosen_day
source: There is schedule swap request for chosen day already
fr: Il existe déjà une demande d'échange pour ce jour

# in_order_to_create_schedule_swap_schedule_must_be_confirmed
source: In order to create schedule swap your own schedule has to be confirmed
fr: Afin d'effectuer une demande d'échange, le statut du planning concerncé doit être validé

source: There are no tasks in this container
fr: Il n'y a pas de tâches dans ce bloc

source: Account settings
fr: Paramètres du compte
